12/data/attachments/908addd2d07c3535.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Raymond_amount_Actions_67634_4</nif:username>
            <nif:friendToBeRequested>soap_actions_7af5e51e-607d-4528-8368-f5a42eca0f1e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>